{
	tips:[
{"freq":0, "tip":"You can change the frequency of tips by adding a json object instead of a string, like so. For example, this tip has a frequency of 0 and will never show up. The default freq value is 1." },
"通过关闭护盾来散耗护盾吸收伤害时产生的 \"硬\" 幅能。",
"护盾和武器都会产生幅能，所以关闭护盾用船体装甲来抵挡些伤害，将会增加您的持续火力。尤其是那些重甲战舰。",
"光束武器攻击护盾只会产生 \"软\" 幅能，可在打开护盾的同时被散耗。",
"按 TAB 键来切换指挥界面，并使用指挥界面来指挥您的舰队。",
"当命令一艘舰船护航时会限制其机动性，请谨慎使用。",
"如果您的护盾承受了太多伤害，舰船将过载，并使武器和护盾失效数秒。",
"LRM 在极远距离外打击敌舰。按 TAB 键打开指挥界面点击远处的目标，并按 R 键将其锁定。",
"在战斗中移动鼠标来调整视野，按 T 键来锁定或解除视野锁定。",
"左键开火，右键开启护盾，W A S D 操纵舰船。",
"动能武器对护盾有奇效，而高爆武器对装甲效果更好。",
"破片伤害对除了暴露的船体之外的任何目标效果均不佳，但造成破片伤害的武器幅能效率都十分优异。",
"能量武器能对任何防护措施造成全额伤害，但也意味着难以媲美那些特化伤害的武器。",
"导弹槽位可以安装各种各样的特化武器，可以胜任各种类型的打击任务，但导弹武器的备弹量一般都很少。",
"使用武器和护盾都会产生幅能，当幅能水平接近可存储的最大值时，最好等待幅能恢复到安全水平再继续开火。",
"舰船的幅能为零且不产生任何幅能时，引擎会加速运转。",
"改造舰船时，按住 Shift 键并单击武器槽能快速安装上次选择的武器，无需打开菜单重新选择。",
"给舰船创建一个武器组时，可通过按住 Shift 键并单击就可让所有同类武器并在一组。",
"编辑一个文本框时，按 Shift + Backspace 键来清除所有的内容，或者按 Ctrl + Backspace 键位来删除最后一个单词。",
"许多开放市场因关税而难以获利，可利用随机发生的事件和影响来赚钱。",
"按住 Shift 键能加速幅能数据的设置。",
"按住 Shift 键能加速菜单的滚动。",
#"Control-click to buy/sell a stack. Shift-click to pick up items one at a time. Hold Shift and click and drag to select a specific quantity. Hold Alt and drag to quickly sell or transfer stacks under the mouse pointer.",
"按住 Ctrl 键并单击能快速买卖整组物品；按住 Shift 键并单击可一次拾取一个物品，按住 Shift 键并用左键拖动则可选择获取的数量。",
"在指挥界面按住右键可以拖动地图，方向键也可以移动地图。",
"在过近距离发射鱼雷可能导致爆炸波及到您的舰船。",
"带有 (D) 标识的的船体是性能低于正常状态的低质量船体。",
"参战会消耗舰船的战备 (CR)，而这需要在战后消耗补给来回复。",
"在战斗中部署过多的舰船可能导致维护开销所需的补给大于战后打捞得到的补给。",
"舰船在恢复战备或维修时会消耗额外的补给，其他时候则根据每月所需基数来消耗补给。",
"您的舰队可以超负荷地携带货物、船员或燃料，但会消耗更多的补给。",
"您可通过按 F1 键来获得更多的提示信息。",
"武器并非越多越好 - 足够的幅能容量和耗散来维持火力更加重要。",
"不靠港就直接改装舰船将严重损耗其战备值 (CR)，更换舰船插件消耗得尤其多。",
"射弹类武器在超出较短射程后仍能击中敌舰，但此时伤害将大幅降低且只能对护盾造成软幅能。",
"您可以使用 Ctrl + 数字键 对舰船编组，然后使用 数字键 选择它们。这在战斗中或部署选框中都可操作。",
"一旦战备值 (CR) 达到 0%，航母将停止整备战机或发射战机。",
"只装配了点防与导弹武器的航母将试图远离敌舰。",
"按 Z 键来切换战机命令，使战机出动或在母舰附近集结。",
"下令战机在母舰附近集结可使航母的整备率的下降速率变缓，并使受损的战机设法在航母后面躲避。",
"当驾驶一艘航母时，如果锁定友方舰船，它的战机将会开始护航该友方目标。即使该友方目标周围安全，它们也将继续护送，直到被召回。",
"轰炸机具有很高的破坏力，但最好与其他战机、武器和舰船相互配合，以确保它们能顺利造成伤害。",
"百分比加成通常是叠加 (50%+50%=100%)。而惩罚则通常是倍减 (50%-50%=25%)。",
"在超空间中 缓慢航行 可规避超空间风暴的威胁。",
"武器安装于挂载点时将降低一半的后坐力。",
"在打捞废弃船只时，直接将其自毁所获得的燃料与补给的价值一般高于将其捞起并带回空间站贩卖所获得的的利益。",
"如果星系中的稳定点太少，可通过对恒星进行交互来创造稳定点。",
"同时指派一些陆战队突袭一处低危险目标和一处高威胁目标，往往更能拖住敌方的脚步，从而减少高危险目标突袭行动所带来的伤亡。",
"哪方可部署战舰上配备的高阶军官越多，哪方就可获得更多部署点。",
"如果舰船在战斗中被击沉，那些配备军官或有 S-插件 的舰船将有更高的几率在战后可被打捞。而一些技能或舰船插件也有类似效果。",
"自毁或被击沉一艘拥有 S-插件 的舰船，将可获得足够多的 额外经验，以在之后回收用于改装该舰所花费的 故事点。",
"超空间滑流仅会暂时存在。根据相关情报，它们的方向变化周期与一标准 人之领 星历年异常同步。在每一年的前半年，它们倾向于自西向东，而后半年则自东向西。",    
"在追击敌方舰队时，您可以在侧翼部署护卫舰。多次点击护卫舰图标即可切换部署位置。",
"装配点较低的舰舰船插件件在使用故事点内置到舰船中时，往往会有更强大的加成效果。而装配点较高的舰船插件往往会受到惩罚。"      
     ],
     
     
     
}
